class Helper(object):
    HELP_ABOUT = '''
**➻ ᴛʜɪs ɪs <u>{0}</u>
─────────────────────────
❖ ᴧ ϻᴜsɪᴄ ʙσᴛ ғσʀ ᴛєʟєɢʀᴧϻ ɢʀσᴜᴘs / ᴄʜᴧηηєʟs
─────────────────────────
● ᴡʀɪᴛᴛєη ɪη ➥ [ᴩʏᴛʜση](https://www.python.org/)
● ᴅᴧᴛᴧʙᴧsє ➥ [ϻᴏηɢᴏ-ᴅʙ](https://www.mongodb.com/)
● ʜєʟᴘ ᴡɪᴛʜ [ᴘʏʀᴏɢʀᴧϻ](https://github.com/pyrogram/pyrogram) & [ᴘʏ-ᴛɢᴄᴧʟʟs](https://github.com/pytgcalls/pytgcalls).
─────────────────────────
✦ ηᴏ ʟᴀɢ • ηᴏ ᴧᴅs • ηᴏ ʙᴜɢs • 24/7 sᴜᴘᴘᴏʀᴛ
✦ ᴇηᴊᴏʏ ʟᴧɢ ғʀєє ϻᴜsɪᴄ • ᴧᴅᴅ ϻє ηᴏᴡ
─────────────────────────
» ᴘʀɪᴠᴧᴛє & sєᴄυʀє sσᴜʀᴄє | ηᴏ ᴅᴧᴛᴧ sʜᴧʀᴇ
» ʟɪᴄєηᴄєᴅ ᴜsє | ʏσυтυʙє ᴀᴘɪ sυᴘᴘσʀтєᴅ 
──────────────────────
➤ ʙσᴛ sᴛᴧᴛυs & ϻσʀє ʙσᴛs - [ᴄʟɪᴄᴋ ʜєʀє](https://t.me/Vibe_Bots)
➤ ᴘᴧɪᴅ ᴘʀσϻσᴛɪση :- [ᴄσηᴛᴧᴄᴛ ʜєʀє](https://t.me/Itzz_istkhar)
─────────────────────────**
'''
    
    HELP_SUPPORT = '''
**❖ <u>{0}</u> sᴜᴘᴘᴏʀᴛ ɪηғσ :-

● 24/7 ᴧᴠᴧɪʟᴧʙʟє ғσʀ ᴧηʏ ʙσᴛ.
● ᴋᴇᴇᴘ ᴄʜᴧᴛ ᴄʟєᴧη ᴧηᴅ ʙᴜɢ-ғʀєє.
● ᴧηʏ ᴘʀσʙʟєϻ ? ᴊᴜsᴛ ᴄσηᴛᴧᴄᴛ ᴜs.
─────────────────────────
❖ υᴘᴅᴧᴛєs ᴄʜᴧηηєʟ ➥ [ʙσᴛs](https://t.me/Vibe_Bots)
❖ sυᴘᴘσʀᴛ ᴄʜᴧᴛ ➥ [ᴜᴘᴅᴧᴛєs](https://t.me/IamIstkhar)
─────────────────────────**
'''

